tap "chipsenkbeil/personal"
tap "crisidev/chunkwm"
tap "dart-lang/dart"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
tap "koekeishiya/formulae"
tap "lampepfl/brew"
brew "ack"
brew "libyaml"
brew "readline"
brew "python"
brew "ansible"
brew "bat"
brew "bats"
brew "berkeley-db"
brew "blueutil"
brew "boost"
brew "libpng"
brew "pcre"
brew "chunkwm", args: ["HEAD", "with-tmp-logging"], restart_service: true
brew "clang-format"
brew "clisp"
brew "cmake"
brew "cockroach"
brew "cocoapods"
brew "coreutils"
brew "jpeg"
brew "libtiff"
brew "couchdb"
brew "ctags"
brew "direnv"
brew "dmd"
brew "dos2unix"
brew "pkg-config"
brew "dub"
brew "eigen"
brew "elixir"
brew "emacs"
brew "findutils"
brew "gawk"
brew "git"
brew "git-lfs"
brew "gnu-getopt"
brew "gnu-indent"
brew "gnu-sed"
brew "gnutls"
brew "gnu-smalltalk"
brew "gnu-tar"
brew "grafana"
brew "graphviz"
brew "harfbuzz"
brew "htop"
brew "httpie"
brew "libimobiledevice", args: ["HEAD"]
brew "ideviceinstaller"
brew "openexr"
brew "imagemagick"
brew "ios-deploy"
brew "jq"
brew "libksba"
brew "librsvg"
brew "libsodium"
brew "libusbmuxd", args: ["HEAD"]
brew "links"
brew "lua"
brew "make"
brew "mit-scheme"
brew "nats-server"
brew "neofetch"
brew "neovim"
brew "netcat"
brew "ocaml"
brew "ocamlbuild"
brew "opam"
brew "tbb"
brew "opencv"
brew "openssl@1.1"
brew "optipng"
brew "ossp-uuid"
brew "pandoc"
brew "pick"
brew "polyml"
brew "postgresql", restart_service: true
brew "postgresql@9.5"
brew "protobuf"
brew "protobuf@2.5"
brew "protobuf@2.6"
brew "pyenv"
brew "qemu"
brew "rabbitmq", restart_service: true
brew "rakudo-star"
brew "ruby-build"
brew "rbenv"
brew "reattach-to-user-namespace"
brew "redis", restart_service: true
brew "rlwrap"
brew "shpotify"
brew "swi-prolog", args: ["with-libarchive", "with-xpce"]
brew "telnet"
brew "tmux"
brew "tmux-xpanes"
brew "tree"
brew "vim", link: false
brew "w3m"
brew "watch"
brew "wget"
brew "wireshark"
brew "yarn"
brew "z"
brew "zlib"
brew "dart-lang/dart/dart"
brew "koekeishiya/formulae/skhd", args: ["HEAD", "with-logging"]
brew "lampepfl/brew/dotty"
cask "alacritty"
cask "graphiql"
cask "mactex"
cask "qutebrowser"
cask "wireshark-chmodbpf"
cask "xquartz"
