tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"

tap "coursier/formulas"

brew "ack"
brew "coreutils"
brew "ctags"
brew "direnv"
brew "fzf"
brew "gawk"
brew "gnu-sed"
brew "jq"
brew "pipenv"
brew "polyml"
brew "pyenv"
brew "rbenv"
brew "readline"
brew "rlwrap"
brew "ruby-build"
brew "telnet"
brew "tmux"
brew "tree"
brew "vim"
brew "watch"
brew "wget"
brew "zlib"

cask "mactex"
