tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"

tap "koekeishiya/formulae"

brew "ack"
brew "coreutils"
brew "ctags"
brew "direnv"
brew "gawk"
brew "git-lfs"
brew "gnu-sed"
brew "jq"
brew "koekeishiya/formulae/skhd", args: ["with-logging"], restart_service: true
brew "nats-server"
brew "pipenv"
brew "polyml"
brew "postgresql", restart_service: true
brew "pyenv"
brew "rabbitmq", restart_service: true
brew "rbenv"
brew "readline"
brew "redis", restart_service: true
brew "rlwrap"
brew "ruby-build"
brew "telnet"
brew "tmux"
brew "tree"
brew "vim", link: false
brew "watch"
brew "wget"
brew "zlib"

cask "mactex"
